[app]
language=日本語
welcome=PhoXoへようこそ！
untitled=無題
close=閉じる
ok=OK
cancel=キャンセル

[file]
recent=最近のファイル
open_type=すべての画像
load_error=画像が破損しているか、対応していません
not_exist=画像が存在しません
save_error=画像の保存に失敗しました

[TOPBAR]
57601=開く|画像ファイルを開く
57603=保存|現在の画像を保存
57604=名前を付けて保存|新しい名前で画像を保存
57634=コピー|画像をクリップボードにコピー
57607=印刷|現在の画像を印刷
57643=元に戻す|最後の操作を元に戻す
57644=やり直し|元に戻した操作をやり直す
57664=情報|PhoXoについて
7000=貼り付け|クリップボードから貼り付け
7001=新規|新しい画像を作成
7002=スキャナーから
7003=最近のファイルをクリア
7004=設定|アプリケーション設定
7005=テーマ|テーマを変更
7016=その他|追加オプションを表示
9002=ウィンドウに合わせる|画像をウィンドウサイズに合わせる
9003=実際のサイズ|画像を原寸で表示
8005=ズームアウト|縮小して全体を見る
8006=ズームイン|拡大して詳細を見る
undo=キャンセル|最後の操作を元に戻す|%d 回の操作を元に戻す
theme=その他|ライト|ダーク|サニーデイ|アイシーミント|シルキーピンク|ジューシープラム|ムーンライトグロー|マンゴーパラダイス|ミスティカルフォレスト|クールスレート

[TAB]
20000=トリミングまたは回転|キー:\n← → ↑ ↓: 1px 移動\nShift + 矢印: 10px 移動\nEnter: トリミング適用\nEsc: キャンセル\nCtrl + ドラッグ: 新しいトリミング

[SETTINGS]
0=設定
1=一般
2=レンダリングモード
3=高品質|高速
4=パネルドッキング
5=右|左
6=最大ズームレベル
7=ドック位置の変更には PhoXo の再起動が必要です

[DlgResize]
t=サイズ変更|幅|高さ|縦横比を保持

[cmd]
crop=トリミング
flipv=上下反転
fliph=左右反転
r90=右に90°回転
r270=左に90°回転
resize=サイズ変更

[panel_crop]
60=幅
61=高さ
1=自由|カスタム比率
2=元の比率|画像の元の比率を保持
3=適用
4=サイズ変更時に比率を固定
5=比率固定|比率解除
6=右に90°回転
7=左に90°回転
8=上下反転
9=左右反転
10=形状
11=変形
15=長方形
16=角丸長方形
17=円
20=角の丸み
21=トリミングをキャンセル
22=トリミング適用|トリミングキャンセル
30=画像サイズ変更